jorgebucaran/fisher
plttn/fish-eza
kidonng/zoxide.fish
jorgebucaran/replay.fish
patrickf1/fzf.fish
vitallium/tokyonight-fish
jorgebucaran/autopair.fish
pure-fish/pure
