jorgebucaran/fisher
jorgebucaran/autopair.fish
patrickf1/fzf.fish
catppuccin/fish
gazorby/fish-abbreviation-tips
paysonwallach/fish-you-should-use
jorgebucaran/replay.fish
plttn/fish-eza
kidonng/zoxide.fish
